"Cheerful" = "Χαρούμενο";

"Melodic" = "Μελωδικό";

"Relaxed" = "Χαλαρωτικό";

"Grooving" = "Γκρούβινγκ";

"Distorted" = "Παραμόρφωση";

"Acoustic" = "Ακουστική";

"Processed" = "Επεξεργασμένο";

"Single" = "Μονό";

"Part" = "Τμήμα";

"Dark" = "Σκοτεινό";

"Dissonant" = "Δυσαρμονικό";

"Intense" = "Έντονο";

"Arrhythmic" = "Χωρίς ρυθμό";

"Clean" = "Καθαρό";

"Electric" = "Ηλεκτρικό";

"Dry" = "Ξηρό";

"Ensemble" = "Ανσάμπλ";

"Fill" = "Γέμισμα";

"Rock/Blues" = "Ροκ/Μπλουζ";

"Electronic/Dance" = "Ηλεκτρονική";

"Jazz" = "Τζαζ";

"Urban" = "Αστική";

"World/Ethnic" = "Παγκόσμια";

"Cinematic/New Age" = "Σινεμά";

"Orchestral" = "Ορχηστρική";

"Country/Folk" = "Κάουντρι";

"Experimental" = "Πειραματική";

"Other Genre" = "Άλλο είδος";

"Hip Hop" = "Χιπ χοπ";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "Μοντέρνα R&B";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Φανκ";

"Indie" = "Ίντι";

"Vintage Breaks" = "Vintage Breaks";

"Hip Hop/RnB" = "Χιπ Χοπ/R&B";

"House" = "Χάους";

"OtherGenreConsolidated" = "Άλλο είδος";

"Chinese Traditional" = "Παραδ. Κινεζική";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Ρέγκετον Ποπ";

"Sound_Effects" = "Ηχητικά εφέ";

"Bass House" = "Bass House";

"Electronic Pop" = "Ηλεκτρονική ποπ";

"Techno" = "Τέκνο";

"Bass" = "Μπάσο";

"Electric Bass" = "Ηλεκτρικό μπάσο";

"Acoustic Bass" = "Ακουστικό μπάσο";

"Synthetic Bass" = "Συνθετικό μπάσο";

"Drums" = "Όλα τα ντραμ";

"Drum Kit" = "Σετ";

"Electronic Beats" = "Μπιτ";

"Kick" = "Μπότα";

"Tom" = "Τομ";

"Snare" = "Ταμπούρο";

"Cymbal" = "Πιατίνι";

"Hi-hat" = "Χάι χατ";

"Guitars" = "Κιθάρες";

"Electric Guitar" = "Ηλεκ. κιθάρα";

"Acoustic Guitar" = "Ακουστ. κιθάρα";

"Banjo" = "Μπάντζο";

"Mandolin" = "Μαντολίνο";

"Slide Guitar" = "Κιθάρα σλάιντ";

"Pedal Steel Guitar" = "Κιθάρα pedal steel";

"Horn/Wind" = "Κέρας";

"Saxophone" = "Σαξόφωνο";

"Trumpet" = "Τρομπέτα";

"Flute" = "Φλάουτο";

"Trombone" = "Τρομπόνι";

"Clarinet" = "Κλαρινέτο";

"French Horn" = "Αρμονικό κόρνο";

"Tuba" = "Τούμπα";

"Oboe" = "Όμποε";

"Harmonica" = "Φυσαρμόνικα";

"Recorder" = "Φλογέρα";

"Pan Flute" = "Αυλός";

"Bagpipe" = "Γκάιντα";

"Bassoon" = "Φαγκότο";

"Piccolo" = "Πίκκολο";

"English Horn" = "Αγγλικό κόρνο";

"Brass" = "Χάλκινα πνευστά";

"Woodwind" = "Πνευστό";

"Keyboards" = "Πλήκτρα";

"Piano" = "Πιάνο";

"Electric Piano" = "Ηλεκτρικό πιάνο";

"Organ" = "Εκκλησ. όργανο";

"Clavinet" = "Κλαβινέτο";

"Accordion" = "Ακορντεόν";

"Synthesizer" = "Συνθεσάιζερ";

"Rhodes" = "Πιάνο Ρόουντς";

"Celesta" = "Σελέστα";

"Harpsichord" = "Κλαβεσίνο";

"Mallets" = "Μεταλλόφωνα";

"Steel Drum" = "Ατσάλινο τύμπανο";

"Vibraphone" = "Κύματα";

"Marimba" = "Μαρίμπα";

"Xylophone" = "Ξυλόφωνο";

"Kalimba" = "Καλίμπα";

"Bell" = "Καμπάνα";

"Timpani" = "Κρουστά τύμπανα";

"Mixed" = "Μελωδία";

"Other Instrument" = "Άλλα όργανα";

"Percussion" = "Κρουστό";

"Gong" = "Γκονγκ";

"Shaker" = "Σέικερ";

"Tambourine" = "Ντέφι";

"Conga" = "Κόνγκα";

"Bongo" = "Μπόνγκο";

"Cowbell" = "Κουδούνα";

"Clave" = "Κλάβα";

"Vinyl/Scratch" = "Βινύλιο";

"Chime" = "Κουδουνάκι";

"Rattler" = "Κρόταλο";

"Sound Effect" = "FX";

"Misc2" = "Διάφορα";

"Boom" = "Μπουμ";

"All Effects" = "Όλα τα εφέ";

"Effects" = "Ηχητικά εφέ";

"Ambience" = "Ατμοσφαιρικό";

"People" = "Άτομα";

"Transportation" = "Μεταφορά";

"Weapons" = "Όπλα";

"Explosions" = "Εκρήξεις";

"Impacts & Crashes" = "Κρούσεις";

"Animals" = "Ζώα";

"Sports & Leisure" = "Σπορ";

"Mech/Tech" = "Μηχανήματα";

"Work/Home" = "Εργασία/Οικία";

"Misc." = "Διάφορα";

"Foley" = "Φυσικοί ήχοι";

"Motions & Transitions" = "Απότομα χτυπήματα";

"Sci-Fi" = "Φαντασία";

"Strings" = "Χορδές";

"Violin" = "Βιολί";

"Viola" = "Βιόλα";

"Cello" = "Τσέλο";

"Harp" = "Άρπα";

"Koto" = "Κότο";

"Sitar" = "Σιτάρ";

"Double Bass" = "Διπλά μπάσα";

"Texture/Atmosphere" = "Υφές";

"Vocals" = "Φωνητικά";

"Male" = "Άνδρας";

"Female" = "Γυναίκα";

"Choir" = "Χορωδία";

"All" = "Όλα";

"Favorites" = "Αγαπημένα";

"Genres" = "Είδη";

"Instruments" = "Όργανα";

"Moods" = "Διαθέσεις";

"Reset" = "Επαναφορά";

